Repository: CORE-POS/IS4C
Catalog: pos/is4c-nf/locale/pos-nf_*.po
Languages: es_es

source: Special Department modules add extra steps to open rings in specific departments. Enter department number(s) that each module should apply to.*
es_es: Los módulos del Departamento Especial añaden pasos adicionales para abrir los anillos en departamentos específicos. Introduzca el número de departamento al que debe aplicarse cada módulo.*

source: Variable Weight Item Mapping
es_es: Mapeo de Elementos de Peso Variable

source: (UPC Prefix "2")
es_es: (Prefijo UPC "2")

source: Variable-weight items do not have identical barcodes because the price is encoded in the barcode. A translator is required to map these different barcodes back to one logical product.
es_es: Los artículos de peso variable no tienen códigos de barras idénticos porque el precio está codificado en el código de barras. Se requiere un traductor para asignar estos códigos de barras diferentes a un producto lógico.

source: Translator
es_es: Traductor

source: IT CORE Lane Installation: Plugins
es_es: IT CORE Instalación del Carril: Plugins

source: Available plugins
es_es: Plugins disponibles

source: IT CORE Lane Installation: Debug Settings
es_es: IT CORE Instalación de Carril: Configuración de Depuración

source: Logs
es_es: Registros

source: Default logs:
es_es: Registros Predeterminados:

source: contains failed queries, PHP errors, warnings, notices, etc depending on error reporting settings for PHP installation.
es_es: Contiene consultas fallidas, errores de PHP, advertencias, avisos, etc dependiendo de la configuración de informes de error para la instalación de PHP.

source: contains informational logging
es_es: contiene registro informativo

source: Optional logs:
es_es: Registros opcionales:

source: lists changes to session/state values. Fills FAST.
es_es: lista los cambios en los valores de sesión / estado. Rellena RÁPIDO.

source: Disable DB Compatibility checks
es_es: Deshabilitar controles de compatibilidad de DB

source: By default CORE will often query the status of tables to verify whether newer columns exist before attempting to use them. Disabling these checks may yield modest performance gains but if database schemas are not up to date any resulting crashes will not be graceful.
es_es: Por defecto, CORE suele consultar el estado de las tablas para verificar si existen nuevas columnas antes de intentar utilizarlas. Deshabilitar estas comprobaciones puede producir ganancias de rendimiento modestas, pero si los esquemas de base de datos no están actualizados, los fallos resultantes no serán graciosos.

source: Log State Changes
es_es: Cambios en el Estado del Registro

source: See optional logs above.
es_es: Vea los registros opcionales arriba.

source: Show Page Changes
es_es: Mostrar Cambios en la Página

source: This option changes HTTP redirects into manual, clickable links. A stack trace is also included. There are some javascript-based URL changes that this won't catch, but your browser surely has a fancy javascript console available for those. If not, find a better browser.
es_es: Esta opción cambia los redireccionamientos de HTTP en enlaces manuales y clicables. Un stacktrace también está incluido. Hay algunos cambios de URL basados en javascript que no se capturan, pero su navegador seguramente tiene una elegante consola javascript disponible para aquellos. Si no, busque un navegador mejor.

source: Show AJAX errors
es_es: Mostrar Errores de AJAX

source: This option will write information along the bottom of the screen when an AJAX request dies with a fatal error.
es_es: Esta opción escribirá información en la parte inferior de la pantalla cuando muera una solicitud AJAX con un error fatal.

source: Character Set
es_es: Conjunto de Caracteres

source: Change the character set used to display pages. Common values are "utf-8" and "iso-8859-1". This value is embedded in the content of pages but may be overriden by your web server.
es_es: Cambiar el conjunto de caracteres utilizado para mostrar las páginas. Los valores comunes son "utf-8" e "iso-8859-1". Este valor está incrustado en el contenido de las páginas, pero puede ser superado por su servidor web.

source: Additional Character Set Information
es_es: Información adicional sobre el conjunto de caracteres

source: Headers sent by the web server for
es_es: Encabezados enviados por el servidor web para

source: If these headers include a <em>charset</em> other than your desired charset your webserver configuration needs to be adjusted.
es_es: Si estos encabezados incluyen un charset <em>que no sea</em> el conjunto de caracteres deseado, es necesario ajustar la configuración de su servidor web.

source: Character Set used by Database Connections
es_es: Juego de caracteres utilizado por las conexiones de database

source: Local connection
es_es: Conexión local

source: Server connection
es_es: Conexión de servidor

source: To correctly display characters the database character set settings should match the one used for serving webpages above. In MySQL you can adjust this in the [mysql] section of the configuration file (my.cnf on Linux, my.ini on Windows).
es_es: Para mostrar correctamente los caracteres, la configuración del conjunto de caracteres de la base de datos debe coincidir con la utilizada para servir las páginas web anteriores. En MySQL puedes ajustar esto en la sección [mysql] del archivo de configuración (my.cnf en Linux, my.ini en Windows).

source: Note: "latin1" and "ISO-8859-1" are the same thing.
es_es: Nota: "latin1" y "ISO-8859-1" son lo mismo.

source: IT CORE Lane Installation: Sample Data
es_es: IT CORE Instalación de Carril: Datos de Muestra

source: Loading employees
es_es: Cargando employees

source: Loading custdata
es_es: Cargando custdata

source: Loading products
es_es: Cargando products

source: Loading tenders
es_es: Cargando tenders

source: Loading departments
es_es: Cargando departments

source: <br />Loading super departments
es_es: <br />Cargando super departments

source: Loading QuickLookups
es_es: Cargando QuickLookups

source: Some sample data is available to get a test lane up & running quickly. Keep in mind this data overwrites whatever is currently in the table.
es_es: Algunos datos de muestra están disponibles para que un carril de prueba se ejecute rápidamente. Tenga en cuenta que estos datos sobrescriben lo que esté actualmente en la tabla.

source: This table contains login information for cashiers. The two included logins are '56' and '7000'.
es_es: Esta tabla contiene información de inicio de sesión para los cajeros. Los dos inicios de sesión incluidos son '56' y '7000'.

source: Load sample employees
es_es: Cargar muestra employees

source: Customer data is the membership information. Sample data includes a way too many mostly identical lines. A very scrubbed version of someone's customer table I think.
es_es: Los datos del cliente son la información de la membresía. Los datos de ejemplo incluyen una forma demasiadas líneas en su mayoría idénticas. Una versión muy fregada de la mesa de alguien cliente pienso.

source: Load sample customers
es_es: Cargar muestra customers

source: Stuff to sell. There's a lot of sample data. I think this might be the Wedge's or at least a snapshot of it.
es_es: Cosas para vender. Hay muchos datos de muestra. Creo que este podría ser el Wedge o al menos una instantánea de la misma.

source: Load sample products
es_es: Cargar muestra products

source: Products get categorized into departments & super departments. You can also ring amounts directly to a department. Not needed, strictly speaking, for a basic lane (Ring up items, total, accept tender, provide change).
es_es: Los productos se clasifican en departamentos y super departamentos. También puede llamar cantidades directamente a un departamento. No es necesario, estrictamente hablando, para un carril básico (escanear elementos, total, aceptar oferta, proporcionar cambio).

source: Load sample departments
es_es: Cargar muestra departments

source: Methods of payment such as cash, check, credit, etc
es_es: Métodos de pago como efectivo, cheque, crédito, etc.

source: Load sample tenders
es_es: Cargar muestra tenders

source: Basic menus for QuickKeys and QuickLookups plugins
es_es: Menús básicos para complementos QuickKeys y QuickLookups

source: Load sample menus
es_es: Cargar muestra menus

source: Setting mismatch for
es_es: Ajuste de la falta de coincidencia para

source: parameters says
es_es: Parámetro dice

source: ini says
es_es: ini dice

source: No structures created for lane #0
es_es: No hay estructuras creadas para el carril # 0

source: None
es_es: Ninguna

source: Zero is reserved for server
es_es: Zero está reservado para el servidor

source: Failed loading sample data
es_es: Error al cargar los datos de muestra

source: IT CORE Lane Installation: Receipt Configuration
es_es: IT CORE Instalación de Carril: Configuración de Recibo

source: Receipt Settings
es_es: Configuración de Recibo

source: Enable receipts
es_es: Habilitar recibos

source: Receipt Type
es_es: Tipo de Recibo

source: Grouped (static, legacy)
es_es: Agrupado (estático, legado)

source: In Order (static, legacy)
es_es: En orden (estático, legado)

source: The Modular receipt uses the modules below to assemble the receipt's contents. The Grouped option groups items together in categories. The In Order option simply prints items in the order they were entered. The default set of modulars will group items in categories. The InOrder modules will print items in order. Legacy options may not be supported in the future.
es_es: El recibo Modular utiliza los siguientes módulos para montar el contenido del recibo. La opción Agrupa agrupa los elementos juntos en categorías. La opción In Order imprime los elementos en el orden en que fueron introducidos. El conjunto predeterminado de módulos agrupará los elementos en categorías. Los módulos InOrder imprimirán los artículos en orden. Es posible que las opciones heredadas no se admitan en el futuro.

source: List Savings
es_es: Lista de Ahorros

source: Different options for displaying lines about total savings from sales and discounts
es_es: Diferentes opciones para mostrar líneas sobre el ahorro total de ventas y descuentos

source: List Local Items
es_es: Lista de Artículos Locales

source: As $ Amount
es_es: Como cantidad

source: As % of Purchase
es_es: Como % de la compra

source: Do not print
es_es: No imprimir

source: Display information about items in the transaction marked "local". This can be displayed as the total dollar value or as a percent of all items on the receipt.
es_es: Mostrar información sobre los elementos de la transacción marcados como "local". Esto se puede mostrar como el valor total del dólar o como un porcentaje de todos los elementos del recibo.

source: Thank You Line
es_es: Gracias Linea

source: Different options for the receipt line(s) thanking the customer and/or member
es_es: Diferentes opciones para la (s) línea (s) de recibo agradeciendo al cliente y / o miembro

source: Receipt Driver
es_es: Conductor del Recibo

source: Line width
es_es: Ancho de Línea

source: PHP Receipt Modules
es_es: PHP Módulos de Recibos

source: Data Fetch Mod
es_es: Búsqueda de Datos Mod

source: Filtering Mod
es_es: filtración Mod

source: Sorting Mod
es_es: Clasificación Mod

source: Tagging Mod
es_es: Etiquetado Mod

source: Message Modules
es_es: Módulos de Mensajes

source: Message Modules provide special blocks of text on the end of the receipt & special non-item receipt types.
es_es: Los módulos de mensajes proporcionan bloques especiales de texto al final del recibo y tipos especiales de recibos que no son artículos.

source: Email Receipts
es_es: Recibos de Correo Electrónico

source: Email Receipt Sender Address
es_es: Dirección del Remitente del Recibo de Correo Electrónico

source: Email Receipt Sender Name
es_es: Nombre del Remitente del Recibo de Correo Electrónico

source: Use SMTP
es_es: Usar SMTP

source: SMTP Server
es_es: Servidor SMTP

source: SMTP Port
es_es: Puerto SMTP

source: SMTP Username
es_es: Nombre de Usuario de SMTP

source: SMTP Password
es_es: Contraseña SMTP

source: SMTP Security
es_es: Seguridad SMTP

source: HTML Receipt Builder
es_es: Creador de Recibos HTML

source: Unknown error
es_es: Error desconocido

source: executing
es_es: ejecutando

source: success!
es_es: éxito!

source: load
es_es: carga

source: partial success;
es_es: éxito parcial;

source: failed;
es_es: ha fallado;

source: record was
es_es: registro fue

source: records were
es_es: los registros fueron

source: loaded.
es_es: cargado.

source: line-by-line
es_es: linea por linea

source: preparing
es_es: preparando

source: loaded
es_es: cargado

source: Loading
es_es: Cargando

source: from
es_es: de

source: succeeded!
es_es: tenido éxito

source: Table data not found in either
es_es: Los datos de la tabla no se encuentran en

source: IT CORE Lane Installation: Database Updates
es_es: IT CORE Instalación del Carril: Actualizaciones de la Database

source: Attempting to update model
es_es: Intentando actualizar el modelo

source: Error: class not found<br />
es_es: Error: class no encontrada<br />

source: Error: not a valid model<br />
es_es: Error: no es un modelo válido<br />

source: Error: requested database unknown
es_es: Error: database solicitada desconocida

source: An error occurred.
es_es: Ocurrió un error.

source: Update complete.
es_es: Actualizacion completa.

source: Details
es_es: Detalles

source: To apply changes
es_es: Para aplicar cambios

source: Click Here
es_es: haga clic aquí

source: or run the following command
es_es: o ejecute el siguiente comando

source: Check Complete
es_es: Verificación Completa

source: Magellan Scanner/scale (recommended)
es_es: Magellan Escáner/escala (recomendado)

source: Magellan Scanner/scale
es_es: Magellan Escáner/escala

source: ID Tech Sign&Pay (recommended)
es_es: ID Tech Sign&Pay (recomendado)

source: Datacap ActiveX compatible devices (Windows-only)
es_es: Dispositivos Datacap compatibles con ActiveX (sólo Windows)

source: Verifone VX805 on COM*
es_es: Verifone VX805 en COM*

source: Verifone VX805 with Mercury encryption on COM*
es_es: Verifone VX805 con cifrado de Mercury en COM*

source: Ingenico iSC250 with Mercury encryption on COM*
es_es: Ingenico iSC250 con cifrado de Mercury en COM*

source: Datacap ActiveX compatible devices with EMV support (Windows-only)
es_es: Dispositivos Datacap compatibles con ActiveX con soporte EMV (sólo Windows)

source: ID Tech Sign&Pay (not recommended in Linux)
es_es: ID Tech Sign & Pay (no recomendado en Linux)

source: ID Tech Sign&Pay (not recommended)
es_es: ID Tech Sign & Pay (no recomendado)

source: IT CORE Lane Installation: Hardware Driver Settings (NewMagellan)
es_es: IT CORE Instalación de Carril: Configuración del Controlador de Hardware (NewMagellan)

source: Add Device
es_es: Añadir Dispositivo

source: Select device...
es_es: Seleccione el dispositivo...

source: Current Devices
es_es: Dispositivos Actuales

source: Device
es_es: Dispositivo

source: Stored in ini.json
es_es: Almacenado en ini.json

source: Delete entry
es_es: Eliminar la entrada

source: PHP is running as:
es_es: PHP se está ejecutando como:

source: <b>Warning</b>: PHP socket extension is not enabled. NewMagellan will not work quite right
es_es: <B>Advertencia</b>: la extensión de socket PHP no está habilitada. NewMagellan no funcionará muy bien.

source: Error: invalid entry for
es_es: Error: entrada no válida para

source: Error: missing register_id for
es_es: Error: falta register_id para

source: Error: missing store_id for
es_es: Error: falta store_id para

source: Warning: store_id is set to
es_es: Advertencia: store_id está establecido en

source: . Based on IP
es_es: . Basado en IP

source: it should be set to
es_es: debe ajustarse a

source: Warning: register_id is set to
es_es: Advertencia: register_id se establece en

source: Lane number*:
es_es: Número de Carril*:

source: (assigned by IP; cannot be edited)
es_es: (asignado por IP, no se puede editar)

source: Lane #99 is used strictly for testing. Transaction data generated by lane #99 is automatically excluded from sales reports.
es_es: El carril # 99 se usa estrictamente para pruebas. Los datos de transacción generados por el carril # 99 se excluyen automáticamente de los informes de ventas.

source: Store number*:
es_es: Número de Tienda*:

source: Locale:
es_es: Lugar:

source: Database set up
es_es: Configuración de la Database

source: Lane database host*:
es_es: Database de rutas *:

source: Lane database type*:
es_es: Tipo de database de carril*:

source: Lane user name*:
es_es: Nombre de Usuario de Lane*:

source: Lane operational DB*:
es_es: DB operativo de carril *:

source: Testing operational DB Connection:
es_es: Prueba de la conexión DB operacional:

source: Failed
es_es: Ha fallado

source: <i>Try enabling PHP's socket extension in php.ini for better diagnostics</i>
es_es: <i>Pruebe a habilitar la extensión de socket de PHP en php.ini para un mejor diagnóstico</i>

source: <i>Database found at %s. Verify username and password and/or database account permissions.</i>
es_es: <i>Database encontrada en %s. Compruebe el nombre de usuario y la contraseña y / o los permisos de la cuenta de database.</i>

source: <i>Database does not appear to be listening for connections on %s. Verify host is correct, database is running and firewall is allowing connections.</i>
es_es: <i>La databas no parece estar escuchando conexiones en %s. Compruebe que el host es correcto, la database está en ejecución y el firewall está permitiendo conexiones.</i>

source: Succeeded
es_es: Sucedió

source: Testing transactional DB connection:
es_es: Prueba de la conexión DB transaccional:

source: <i>If both connections failed, see above. If just this one is failing, it's probably an issue of database user permissions.</i>
es_es: <i>Si ambas conexiones fallaron, vea arriba. Si sólo éste está fallando, es probablemente un problema de los permisos de usuario de la database.</i>

source: <br /><b>Error</b>: the given tax rate, %s, doesn't seem to be a number.
es_es: <br /><b>Error</b>: la tasa impositiva dada, %s, no parece ser un número.

source: Server database host:
es_es: Host de la database del servidor:

source: Server database type:
es_es: Tipo de database del servidor:

source: Server user name:
es_es: Nombre de usuario del servidor:

source: Server database name:
es_es: Nombre de la database del servidor:

source: Testing server connection:
es_es: Prueba de la conexión del servidor:

source: Tax
es_es: Impuesto

source: Provided tax rates are used to create database views. As such, descriptions should be DB-legal syntax (e.g., no spaces). A rate of 0% with ID 0 is automatically included. Enter exact values - e.g., 0.05 to represent 5%.
es_es: Siempre que las tasas de impuestos se utilizan para crear vistas de database. Como tal, las descripciones deben ser sintaxis DB-legal (por ejemplo, sin espacios). Se incluye automáticamente una tasa de 0% con ID 0. Introduzca los valores exactos, por ejemplo, 0.05 para representar el 5%.

source: Rate
es_es: Tarifa

source: Description
es_es: Descripción

source: Save & Re-run installation checks
es_es: Guardar y volver a ejecutar verificaciones de instalación

source: There were some errors creating transactional DB structure
es_es: Hubo algunos errores al crear una estructura de transacciones DB

source: Error on structure
es_es: Error en la Estructura

source: Query:
es_es: Consulta:

source: Error Message:
es_es: Mensaje de Error:

source: IT CORE Lane Installation: Security
es_es: IT CORE Instalación de Carril: Seguridad

source: Scale Beep on Login
es_es: Escala de Pitido al Iniciar Sesión

source: (Scale makes noise when admin login attempted)
es_es: (La escala hace ruido cuando se intenta acceder al administrador)

source: Admin only
es_es: Sólo admin

source: Current & Admin
es_es: Actual y Admin

source: All
es_es: Todas

source: Suspend/Resume
es_es: Suspender / Reanudar

source: Print Tender Report
es_es: Imprimir Informe de Licitación

source: Refund Item
es_es: Artículo de Reembolso

source: Line Item Discount
es_es: Descuento del Artículo de Línea

source: Void Limit
es_es: Límite de Vacío

source: (in dollars, per transaction. Zero for unlimited).
es_es: (En dólares, por transacción, cero por ilimitado).

source: You are using drawer #%d
es_es: Estás usando un cajón #%d

source: You do not have a drawer
es_es: No tienes un cajón

source: Unassigned
es_es: Sin asignar

source: Take over drawer #%d (%s)
es_es: Toma el control del cajón #%d (%s)

source: Switch to drawer #%d
es_es: Cambiar al cajón #%d

source: No actions available
es_es: No hay acciones disponibles

source: [enter]
es_es: [entrar]

source: Cancel
es_es: Cancelar

source: [clear]
es_es: [borrar]

source: Dismiss [clear]
es_es: Despedir [borrar]

source: Select [enter]
es_es: Seleccionar [entrar]

source: Cancel [clear]
es_es: Cancelar [borrar]

source: Sale
es_es: Venta

source: Activate
es_es: Activar

source: Add Value
es_es: Añadir Valor

source: Balance
es_es: Saldo

source: Reprint
es_es: Reimprimir

source: Cancel [enter]
es_es: Cancelar [entrar]

source: Paid to Supplier
es_es: Pagado al proveedor

source: Store Use
es_es: Uso de la tienda

source: Coupon
es_es: Cupón

source: Other
es_es: Otro

source: Gift Card Refund
es_es: Reembolso de la tarjeta de regalo

source: Items
es_es: Artículos

source: Tender
es_es: Oferta

source: Customer is using the
es_es: El cliente está utilizando el

source: Cash Portion
es_es: Porción en Efectivo

source: Food Portion
es_es: Porción de Alimentos

source: Approve Signature
es_es: Aprobar la Firma

source: Waiting for signature
es_es: Esperando la firma

source: Old A/R Balance: $%.2f<br /> [Enter] to pay balance now<br /> [Clear] to leave balance
es_es: Antiguo saldo A/R: $%.2f<br />[Entrar] para pagar el saldo ahora<br />[Borrar] para dejar saldo

source: Old A/R Balance: $%.2f<br /> Total A/R Balance: $%.2f<br /> [Enter] to pay old balance<br /> [Balance] to pay the entire balance<br /> [Clear] to leave the balance
es_es: Saldo A/R Antiguo: $%.2f<br />Saldo Total A/R: $%.2f<br />[Entrar] para pagar el saldo antiguo<br />[Saldo] para pagar todo el saldo<br />[Borrar] para dejar el saldo

source: reason for refund
es_es: Motivo de reembolso

source: Overcharge
es_es: Sobrecargar

source: Spoiled
es_es: Estropeado

source: Did not Need
es_es: No necesitaba

source: Did not Like
es_es: No le gustó

source: Why are these items being marked as shrink/unsellable?
es_es: ¿Por qué estos elementos están marcados como shrink/unsellable?

source: to navigate
es_es: para navegar

source: the list
es_es: por la lista

source: precision weight required
es_es: Peso de precisión requerido

source: invalid precision weight
es_es: Peso de precisión no válido

source: Processor platform mismatch
es_es: Desajuste de la plataforma del procesador

source: Invalid reference number
es_es: Número de referencia no válido

source: Authorization and tender records do not match
es_es: Los registros de autorización y licitación no coinciden

source: Void records do not match
es_es: Los registros de vacío no coinciden

source: Unable to Void
es_es: No se puede anular

source: not allowed in WIC mode
es_es: No permitido en modo WIC

source: Coop Cred is not currently in use at this co-op.
es_es: Coop Cred no está actualmente en uso en esta cooperativa.

source: is not registered for any Coop Cred Programs.
es_es: No está registrado para ningún programa de Coop Cred

source: Can spend these amounts of Coop Cred:
es_es: Puede gastar estas cantidades de Coop Cred:

source: The amounts reflect any tenders of, or inputs to, Coop Cred in the current transaction.
es_es: Los montos reflejan cualquier oferta o aporte a Coop Cred en la transacción actual
