Repository: CORE-POS/IS4C
Catalog: pos/is4c-nf/locale/pos-nf_*.po
Languages: es_es

source: : Pre Pay: $
es_es: : Pre Pago: $

source: : Store Charge: $
es_es: : Cargo de Tienda: $

source: : Intra Coop spent: $
es_es: : Intra Coop gastado: $

source: tender is misconfigured
es_es: La oferta está mal configurada

source: Notify Administrator
es_es: Notificar al Administrador

source: no item found in
es_es: No se encuentra ningún elemento en

source: coupon amount greater than department total
es_es: cantidad de cupón mayor que departamento total

source: Department is member-only
es_es: Departamento es sólo miembro

source: Department is member-only<br />[enter] to continue, [clear] to cancel
es_es: Departamento es sólo miembro<br />[entrar] para continuar, [borrar] para cancelar

source: Department not allowed with this member
es_es: Departamento no está permitido con este miembro

source: is greater than department limit
es_es: es mayor que el límite del departamento

source: is lower than department minimum
es_es: es inferior al límite del departamento

source: Special
es_es: Especial

source: You Saved
es_es: Salvaste

source: Could Have Saved
es_es: Podrías Haber Salvado

source: % Discount
es_es: % Descuento

source: fs Amount Due
es_es: fs Monto Adeudado

source: Amount Due
es_es: Monto Adeudado

source: Change
es_es: Cambio

source: Mbr Special
es_es: Miembro Especial

source: Patronage Pts.
es_es: Puntos de Patrocinio

source: not a valid item
es_es: no es un elemento válido

source: item only allows
es_es: el artículo sólo se aplica

source: coupon not found
es_es: Cupón no encontrado

source: Apply member number first
es_es: Primero aplique el número de miembro

source: Member only coupon
es_es: Cupón sólo miembro

source: coupon requirements not met
es_es: No se cumplen los requisitos de cupón

source: unknown minimum type
es_es: Tipo mínimo desconocido

source: coupon already applied
es_es: Cupón ya aplicado

source: Coupon already used
es_es: Cupón ya utilizado

source: on this membership
es_es: en esta membresía

source: Not a valid order
es_es: No es una orden válida

source: Order not found
es_es: Pedido no encontrado

source: product not found
es_es: Producto no encontrado

source: Coupon already applied
es_es: Cupón ya aplicado

source: for this item
es_es: para este artículo

source: coupon requires %d items
es_es: Cupón requiere %d elementos

source: there are only %d item(s)
es_es: Hay solamente %d artículo (s)

source: input unknown
es_es: Entrada desconocida

source: M E M B E R
es_es: M I E M B R O

source: C A S H I E R
es_es: C A J E R O

source: Discount
es_es: Descuento

source: The list includes items for all lanes.
es_es: La lista incluye artículos para todos los carriles

source: member
es_es: el miembro

source: is not authorized
es_es: no está autorizado

source: to make charges
es_es: para hacer cargos

source: available balance for charge
es_es: El saldo disponible

source: is only $
es_es: sólo es $

source: charge tender exceeds purchase amount
es_es: El precio de la oferta excede el importe de la compra

source: eligible amount must be totaled before foodstamp tender can be accepted
es_es: La cantidad elegible debe ser total antes de que la oferta de SNAP pueda ser aceptada

source: no change allowed
es_es: no se permiten cambios

source: tender cannot exceed purchase amount
es_es: La oferta no puede exceder el importe de la compra

source: tender disabled
es_es: Licitación deshabilitada

source: no transaction in progress
es_es: ninguna transacción en curso

source: tender amount of
es_es: El importe de licitación de

source: exceeds allowable limit
es_es: excede el límite permisible

source: transaction must be totaled before tender can be accepted
es_es: La transacción debe totalizarse antes de que la oferta pueda ser aceptada

source: return tender must be exact
es_es: la oferta de devolución debe ser exacta

source: Why are you using a negative number for a positve sale?
es_es: ¿Por qué está utilizando un número negativo para una venta positiva?

source: is greater than tender limit for
es_es: es mayor que el límite de licitación

source: already used check over benefit today
es_es: Ya se utiliza comprobar el beneficio de hoy

source: Non-members may not write checks for more than the total purchase.
es_es: Los no miembros no pueden escribir cheques por más de la compra total.

source: member cannot make transfers
es_es: miembro no puede hacer transferencias

source: DISCOUNT SAVINGS = $
es_es: AHORROS CON DESCUENTO = $

source: SALE SAVINGS = $
es_es: AHORRO DE LA VENTA = $

source: OWNER SALE SAVINGS = $
es_es: AHORRO DE LA VENTA DEL DUEÑO = $

source: OWNER COULD HAVE SAVED = $
es_es: PROPIETARIO PODRÍA HABER SALVADO = $

source: Current AR balance is
es_es: El saldo de AR actual es

source: transaction in progress
es_es: transacción en curso

source: Cannot UNset a member status
es_es: No se puede deshabilitar un estado de miembro

source: You must be an admin to do this.
es_es: Usted debe ser un admin para hacer esto

source: Access Denied
es_es: Acceso Denegado

source: Tender customer card before other tenders
es_es: Tarjeta de cliente antes de otras ofertas

source: No Item on Order
es_es: No hay artículo a la orden

source: Cannot void this entry
es_es: No puede anular esta entrada

source: Item already voided
es_es: Elemento ya anulado

source: Item already paid for
es_es: Artículo ya pagado

source: Items already voided
es_es: Artículos ya anulados

source: Void request exceeds
es_es: La solicitud nula excede

source: You can void up to %.2f lb
es_es: Puede anular hasta %.2f lb

source: You can void up to %d
es_es: Puede anular hasta %d

source: discount not applicable after tender
es_es: Descuento no aplicable después de la oferta

source: discount exceeds maximum
es_es: El descuento supera el máximo

source: Invalid cash back selection
es_es: Inválido en efectivo de nuevo la selección

source: Item not for sale
es_es: artículo no para la venta

source: product cannot be sold right now
es_es: producto no puede ser vendido ahora

source: Date Restriction
es_es: Restricción de Fecha

source: Claims to be more than $100,000
es_es: Afirma ser más de $100,000

source: Invalid Item
es_es: Elemento no Válido

source: please put item on scale
es_es: Ponga por favor el artículo en la escala

source: item weight must be greater than tare weight
es_es: El peso del artículo debe ser mayor que el peso de la tara

source: fractional quantity cannot be accepted for this item
es_es: cantidad fraccionaria no puede ser aceptada para este artículo

source: insert document
es_es: Insertar documento

source: insert form
es_es: Insertar formulario

source: Discount already taken
es_es: Descuento ya aplicado

source: Item cannot be discounted
es_es: Artículo no se puede descontar

source: % case discount invalid
es_es: % descuento del caso no válido

source: case discount not applicable to staff
es_es: Descuento caso no aplicable al personal

source: hit 10% key to apply case discount for member
es_es: Presione la llave del 10% para aplicar el descuento del caso para el miembro

source: Not a valid item
es_es: No es un elemento válido

source: Line is not discountable
es_es: La línea no es desmontable

source: Item already discounted
es_es: Artículo ya descontado

source: Member
es_es: Miembro

source: Available Coop Cred
es_es: Disponible Coop Cred

source: Balance is:
es_es: El saldo disponible es:

source: Tare cannot be
es_es: La tara no puede ser

source: Excess Tare
es_es: Exceso de Tara

source: Card not assigned
es_es: Tarjeta no asignada

source: FS Eligible
es_es: FS elegible

source: price check
es_es: pomprobación de precio

source: [scan] item
es_es: [escanear] un elemento

source: [scan] another item
es_es: [escanear] otro elemento

source: Current Price
es_es: Precio Actual

source: Regular Price
es_es: Precio Regular

source: press enter to endorse
es_es: presione [entrar] para endosar

source: clear to cancel
es_es: borrar para cancelar

source: to reverse the charge
es_es: para invertir la carga

source: Zero Total
es_es: Cero Total

source: Not all items eligible
es_es: No todos los elementos elegibles

source: use arrow keys to navigate
es_es: Utilizar las teclas de flecha para navegar

source: unable to authenticate staff
es_es: incapaz de autenticar al personal

source: virtual coupons
es_es: cupones virtuales

source: Owner Address:
es_es: Dirección del Propietario:

source: Zip Code:
es_es: Código Postal:

source: Owner Phone(s):
es_es: Teléfono(s) del Propietario:

source: Owner Email:
es_es: Email del Propietario

source: confirm no sales
es_es: confirmar no hay ventas

source: invalid password
es_es: contraseña invalida

source: enter admin password
es_es: ingresar la contraseña de admin

source: re-enter admin password
es_es: vuelva a ingresar la contraseña de admin

source: enter member number or name
es_es: introduzca el número o el nombre del miembro

source: member search
es_es: búsqueda de miembros

source: next search or member number
es_es: siguiente búsqueda o número de miembro

source: please enter your password
es_es: Por favor introduzca su contraseña

source: password invalid, please re-enter
es_es: contraseña inválida, vuelve a ingresar

source: W E L C O M E
es_es: B I E N V E N I D O

source: log in
es_es: iniciar sesión

source: EXIT
es_es: SALIDA

source: please enter password
es_es: Por favor ingrese contraseña

source: quantity required
es_es: cantidad requerida

source: invalid quantity
es_es: cantidad no válida

source: next search or enter upc
es_es: siguiente búsqueda o ingrese UPC

source: confirm cancellation
es_es: confirmar cancelación

source: password invalid
es_es: contraseña incorrecta

source: no suspended transaction
es_es: sin transacciones suspendidas

source: tendering
es_es: licitación

source: refunding
es_es: devolución

source: administrative tasks
es_es: tareas administrativas

source: Select a Task
es_es: Seleccione una Tarea

source: Tender Report
es_es: Informe de Licitación

source: Any Tender Report
es_es: Cualquier Informe de Licitación

source: training
es_es: formación

source: weight
es_es: peso

source: NECESSITIES
es_es: NECESARIO

source: RECEIPT
es_es: RECIBO

source: SCANNING
es_es: EXPLORACIÓN

source: SECURITY
es_es: SEGURIDAD

source: DEBUG
es_es: DEPURAR

source: SAMPLE DATA
es_es: DATA DE MUESTRA

source: does not exist
es_es: no existe

source: Advice
es_es: Consejo

source: is writeable
es_es: es escribible

source: Warning
es_es: Advertencia

source: is not writeable
es_es: no se puede escribir

source: ini file is missing!
es_es: ini falta el archivo

source: Stored in
es_es: Almacenar en

source: IT CORE Lane Installation: Additional Configuration (Extras)
es_es: IT CORE Instalación de Carriles: Configuración Adicional (Extras)

source: General Settings
es_es: Ajustes Básicos

source: In theory, any hard-coded, organization specific sequences should be blocked off based on the organization setting. Adherence to this principle is less than ideal.
es_es: En teoría, cualquier secuencia codificada, específica de la organización debe ser bloqueada en función de la configuración de la organización. La adhesión a este principio es menos que ideal.

source: Discounts Enabled
es_es: Descuentos Habilitados

source: If yes, members get a percentage discount as specified in custdata.
es_es: En caso afirmativo, los miembros obtienen un descuento porcentual como se especifica en custdata

source: Only One Discount Applies
es_es: Solo se Aplica un Descuento

source: If a customer is eligible for a 5% discount and a 10% discount and only one applies, then the customer will get a 10% discount. Otherwise they stack and the total discount is 15%.
es_es: Si un cliente es elegible para un descuento del 5% y un 10% de descuento y sólo uno se aplica, entonces el cliente obtendrá un 10% de descuento. De lo contrario se apilan y el descuento total es del 15%.

source: Discounts on refunds
es_es: Descuentos en reembolsos

source: If yes, percent discount is applied to refunds
es_es: En caso afirmativo, se aplica un porcentaje de descuento a las devoluciones

source: Line Item Discount (member)
es_es: Descuento de Línea de Pedido (miembro)

source: (percentage; 0.05 => 5%)
es_es: (porcentaje; 0.05 => 5%)

source: Line Item Discount (non-member)
es_es: Descuento de Línea de Pedido (no miembro)

source: Default Non-member #
es_es: No miembro por defecto #

source: Normally a single account number is used for most if not all non-member transactions. Specify that account number here.
es_es: Normalmente se utiliza un solo número de cuenta para la mayoría, si no todas, las transacciones de no miembros. Especifique ese número de cuenta aquí.

source: Default Non-member behavior
es_es: Comportamiento no Miembro Predeterminado

source: Cannot override other accounts
es_es: No puede anular otras cuentas

source: No different than other accounts
es_es: No es diferente de otras cuentas

source: Visiting Member #
es_es: Miembro visitante #

source: This account provides members of other co-ops with member pricing but no other benefits. Leave blank to disable.
es_es: Esta cuenta proporciona a los miembros de otras cooperativas el precio de los miembros, pero no otros beneficios. Deje en blanco para desactivar.

source: Show non-member
es_es: Mostrar no miembro

source: Display non-member acct. in member searches?
es_es: ¿Mostrar cuenta de no miembro en las búsquedas?

source: Use memtype table
es_es: Usar tabla de memtype

source: Use memtype table when applicable. This forces all memberships of a given type to have the same discount, among other things.
es_es: Utilice la tabla memtype cuando sea aplicable. Esto obliga a todos los miembros de un tipo dado a tener el mismo descuento, entre otras cosas

source: Bottle Return Department number
es_es: Número del Departamento de Devolución de la Botella

source: Add a BOTTLE RETURN item to your products table with a normal_price of 0, CORE will prompt for Bottle Return amt. and then make it a negative value.
es_es: Agregue un artículo RETORNO DE BOTELLA a su tabla de productos con un precio normal de 0, CORE le pedirá el importe de devolución de la botella y luego lo convertirá en un valor negativo

source: Hardware Settings
es_es: Configuración de Hardware

source: Printer port
es_es: Puerto de Impresora

source: Current value
es_es: Valor Actual

source: Path to the printer. Select from common values, or enter a custom path. Some ubuntu distros might put your USB printer at /dev/usblp0
es_es: Ruta de acceso a la impresora. Seleccione entre valores comunes o escriba una ruta personalizada. Algunas distribuciones de Ubuntu podrían poner su impresora USB en /dev/usblp0

source: Enable Check Franking
es_es: Habilitar Franqueo de Cheques

source: Drawer Behavior Module
es_es: Módulo de Comportamiento del Cajón

source: Dual Drawer Mode
es_es: Modo de Doble Cajón

source: Scanner/scale driver
es_es: Escáner/Escala Controlador

source: The name of your scale driver. Known good values include "ssd" and "NewMagellan".
es_es: El nombre de su controlador de escala. Los buenos valores conocidos incluyen "ssd" y "NewMagellan"

source: Display Settings
es_es: Configuración de la Pantalla

source: Screen Height
es_es: Altura de la Pantalla

source: Alert Bar
es_es: Banner de Alerta

source: Lock screen on idle
es_es: Bloquear la pantalla en ralentí

source: Lock Screen Timeout
es_es: Tiempo de Espera de Bloqueo de Pantalla

source: Enter timeout in milliseconds. Default: 180000 (3 minutes)
es_es: Introduzca el tiempo de espera en milisegundos. Predeterminado: 180000 (3 minutos)

source: Footer Modules
es_es: Módulos de Pie de Página

source: (left to right)
es_es: (de izquierda a derecha)

source: Notifier Modules
es_es: Módulos Motificadores

source: Notifiers are displayed on the right below the scale weight
es_es: Los notificadores se muestran a la derecha debajo del peso de la báscula

source: Enable onscreen keys
es_es: Habilitar las teclas de la pantalla

source: Yes
es_es: Sí

source: Separate customer display
es_es: Visualización separada del cliente

source: Touchscreen keys and menus really don't need to appear on the customer-facing display. Experimental feature where one window always shows the item listing. Very alpha.
es_es: Las teclas y menús de la pantalla táctil realmente no necesitan aparecer en la pantalla orientada al cliente. Función experimental donde una ventana siempre muestra la lista de artículos. Muy alfa.

source: Subtotal Settings
es_es: Configuración Subtotal

source: Member ID trigger subtotal
es_es: El ID de Miembro Activa el Subtotal

source: Acciones SubtotalesThese are additional bits of functionality that will occur whenever a transaction is subtotalled.
es_es: Estos son bits adicionales de funcionalidad que se producirán cada vez que se subtotalice una transacción

source: Tender Settings
es_es: Configuración de Ofertas

source: Tender min/max limits
es_es: Límites Mínimos/Máximos de Licitación

source: Absolute Limit
es_es: Límite Absoluto

source: Warning Only
es_es: Sólo Advertencia

source: EBT Total Default
es_es: SNAP por Defecto Total

source: Cash Side
es_es: Lado de Caja

source: Food Side
es_es: Lado de la Comida

source: Tender Mapping
es_es: Mapeo de Ofertas

source: Map custom tenders to CORE's expected tenders Tender Rpt. column: Include the checked tenders in the Tender Report (available via Mgrs. Menu [MG])
es_es: Cartografía de ofertas personalizadas a las subastas esperadas de CORE Tender Report column: Incluir las ofertas seleccionadas en el informe de licitación (disponible a través del menú del administrador [MG])

source: Map To
es_es: Mapa Para

source: Tender Rpt
es_es: Informe de Licitación

source: default
es_es: defecto

source: Save Changes
es_es: Guardar Cambios

source: IT CORE Lane Installation: Scanning Options
es_es: IT CORE Instalación del Carril: Opciones de Escaneado

source: Check Digits
es_es: Dígitos de Verificación

source: Most users omit check digits. If you have no particular preference, this option is more thoroughly tested. Mixing and matching is not recommended. It should work but uniformly omitting or including check digits for all barcodes will make some back end tasks easier.
es_es: La mayoría de los usuarios omite dígitos de verificación. Si no tiene ninguna preferencia en particular, esta opción se probará más a fondo. No se recomienda mezclar y combinar. Debería funcionar pero omitiendo uniformemente o incluyendo los dígitos de comprobación para todos los códigos de barras hará que algunas tareas de fondo sean más fáciles.

source: Include Check Digits
es_es: Incluyen dígitos de verificación

source: Omit Check Digits
es_es: Omitir dígitos de verificación

source: Forced Keyed Weight
es_es: Fuerza de Peso con Llave

source: By-weight / scaleable items will prompt the cashier to key a weight when QtyFrc is also enabled. This is commonly used when items must be weighed on a non-integrated scale. In Three Digit Thousandths mode the cashier must enter exactly three digits and these will be interpretted as thousandths of a pound (i.e., 123 = 0.123 lb.). This is intended for very light items. In Verbatim mode the cashier's entry is taken exactly as entered, with or without decimal. This provides greater flexibility but cannot enforce a range of valid values.
es_es: Por peso / elementos escalables pedirá al cajero que clave un peso cuando QtyFrc también está habilitado. Esto se utiliza comúnmente cuando los artículos deben ser pesados en una escala no integrada. En el modo Tres dígitos milésimos el cajero debe introducir exactamente tres dígitos y éstos se interpretarán como milésimas de una libra (es decir, 123 = 0,123 libras). Esto está pensado para artículos muy ligeros. En el modo Verbatim la entrada del cajero se toma exactamente como se ingresó, con o sin decimal. Esto proporciona una mayor flexibilidad, pero no puede aplicar un rango de valores válidos.

source: Entry Mode
es_es: Modo de Entrada

source: Verbatim
es_es: Literal

source: Three Digit Thousandths
es_es: Milésimas de Tres Dígitos

source: Unknown Item Handler
es_es: Manejador de Artículos Desconocido

source: Module called when a UPC does not match any item or Special UPC handler
es_es: Módulo llamado cuando un UPC no coincide con ningún elemento o controlador especial de UPC

source: Special UPCs
es_es: UPC Especiales

source: Special handling modules for UPCs that aren't products (e.g., coupons)
es_es: Módulos de manipulación especiales para UPCs que no son productos (por ejemplo, cupones)

source: House Coupon Prefix
es_es: Prefijo de Cupón de Casa

source: Set the barcode prefix for houseCoupons. Should be 8 digits starting with 004. Default is 00499999.
es_es: Establezca el prefijo de código de barras para houseCoupons. Debe ser 8 dígitos comenzando con 004. El valor predeterminado es 00499999

source: Coupons & Sales Tax
es_es: Cupones y Impuesto Sobre las Ventas

source: Tax pre-coupon total
es_es: Impuesto antes del cupón total

source: Tax post-coupon total
es_es: Impuesto post-cupón total

source: Apply sales tax based on item price before any coupons, or apply sales tax to item price inclusive of coupons.
es_es: Aplicar el impuesto sobre ventas basado en el precio del artículo antes de cualquier cupón, o aplicar el impuesto sobre las ventas al precio del artículo, incluidos los cupones.

source: Equity Department(s)
es_es: Departamento (s) de Equidad

source: Set the department number(s) that are considered member equity
es_es: Establezca el (los) número (s) de departamento que se considera (n) miembro

source: Open Ring Min/Max Limits
es_es: Límites Mínimos/Mínimos del Anillo Abierto

source: Set whether open ring department limits are bypassable warnings or complete blocks.
es_es: Establezca si los límites del departamento de anillo abierto son advertencias o bloques completos.

source: AR Department(s)
es_es: AR Departamento (s)

source: Set the department number(s) that are store charge balance payments. Also known as AR or accounts receivable.
es_es: Defina los números de departamento que son pagos de saldo de cargos de tienda. También conocido como AR o cuentas por cobrar.

source: Donation Department
es_es: Departamento de Donaciones

source: Set the department number for lines entered via the "round up" donation function.
es_es: Establezca el número de departamento para las líneas introducidas a través de la función de donación "redondear hacia arriba"

source: Discount type modules control how sale discounts are calculated.
es_es: Los módulos tipo descuento controlan cómo se calculan los descuentos de venta.

source: Default Discounts
es_es: Descuentos por Defecto

source: Custom Discount Mapping
es_es: Mapeo de Descuento Personalizado

source: [None]
es_es: [Ninguna]

source: Price Methods dictate how item prices are calculated. There's some overlap with Discount Types, but <i>often</i> price methods deal with grouped items.
es_es: Precio Los métodos dictan cómo se calculan los precios de los artículos. Hay algunos solapamientos con Tipos de Descuento, pero <i> a menudo </ i> tratan con artículos agrupados.

source: Default Methods
es_es: Métodos Predeterminados

source: Custom Method Mapping
es_es: Mapeo de Métodos Personalizados

source: Sale Items Are Discountable
es_es: Los Artículos de Venta son Desechables

source: Items that are on sale are eligible for transaction-level discounts - e.g., members save 5%.
es_es: Los artículos que están a la venta son elegibles para descuentos a nivel de transacción, por ejemplo, los miembros ahorran un 5%.
