Repository: CORE-POS/IS4C
Catalog: pos/is4c-nf/locale/pos-nf_*.po
Languages: es_es

source: does not have enough Coop Cred in
es_es: No tiene suficiente Coop Cred en

source: to cover this purchase.
es_es: para cubrir esta compra.

source: The amount of Coop Cred you have in
es_es: La cantidad de Coop Cred que tiene en

source: is only $
es_es: es solo $

source: The amount of Coop Cred tendered may not exceed the Amount Due.
es_es: El monto de Coop Cred remitido no podrá exceder el monto adeudado.

source: Please enter the Member ID
es_es: Introduzca el ID de miembro

source: Coop Cred database connection failed:
es_es: Error de conexión de la base de datos Coop Cred:

source: is not used in any Coop Cred Program.
es_es: No se utiliza en ningún programa Coop Cred.

source: is used in more than one Coop Cred Program.
es_es: Se utiliza en más de un Programa Coop Cred.

source: hasn't started yet.
es_es: aún no ha comenzado.

source: is no longer operating.
es_es: ya no funciona.

source: is not active.
es_es: no está activo.

source: is not accepting purchases at this time.
es_es: no está aceptando compras en este momento.

source: is not registered for
es_es: no está registrado para

source: is registered for
es_es: está registrado para

source: at this time
es_es: en este momento

source: may not pay into
es_es: puede no pagar en

source: may not transfer Coop Cred to another Member
es_es: no puede transferir Coop Cred a otro Miembro

source: Balance not available.
es_es: El saldo no está disponible.

source: Remaining
es_es: Restante

source: Available
es_es: Disponible

source: Tendering
es_es: Licitación

source: Refunding
es_es: Reembolso

source: No Coop Cred available
es_es: No disponible Coop Cred

source: There are no active Coop Cred tenders
es_es: No existen subastas activas de Coop Cred

source: available to the Member.
es_es: a disposición del Miembro.

source: [Enter] or [Clear] to exit
es_es: [entrar] o [borrar] salir

source: C U S T O M E R C O P Y
es_es: C O P I A D E L C L I E N T E

source: Name:
es_es: Nombre:

source: Member Number:
es_es: Número de Miembro:

source: Date:
es_es: Fecha:

source: REFERENCE #:
es_es: REFERENCIA #:

source: CUSTOMER CHARGE ACCOUNT
es_es: CUENTA DE LA CARGA DEL CLIENTE

source: Charge Amount:
es_es: Precio a cobrar:

source: I AGREE TO PAY THE ABOVE AMOUNT
es_es: ACEPTO PAGAR LA CANTIDAD ANTERIOR

source: TO MY CHARGE ACCOUNT
es_es: A MI CUENTA DE CARGOS

source: CUSTOMER DEBIT ACCOUNT
es_es: CUENTA DEL DEBITO DEL CLIENTE

source: Debit Amount:
es_es: Monto del Débito:

source: I ACKNOWLEDGE THE ABOVE DEBIT
es_es: RECONOCE EL DEBITO ANTERIOR

source: TO MY DEBIT ACCOUNT
es_es: A MI CUENTA DE DEBITO

source: Purchaser Sign Below
es_es: Firma del comprador abajo

source: Current IOU Balance:
es_es: Saldo actual del IOU:

source: Debit available:
es_es: Debit disponible:

source: LOCAL PURCHASES = $%.2f
es_es: COMPRAS LOCALES = $%.2f

source: LOCAL PURCHASES = $%.2f (%.2f%%)
es_es: COMPRAS LOCALES = $%.2f (%.2f%%)

source: ( S T O R E C O P Y )
es_es: ( G U A R D A R C O P I A )

source: *** R E P R I N T ***
es_es: *** R E I M P R I M I R ***

source: * P A R T I A L T R A N S A C T I O N *
es_es: * T R A N S A C C I O N P A R C I A L *

source: * T R A N S A C T I O N C A N C E L L E D *
es_es: * T R A N S A C C I Ó N C A N C E L A D A *

source: * T R A N S A C T I O N R E S U M E D *
es_es: * T R A N S A C C I Ó N R E A N U D A D A *

source: * T R A N S A C T I O N S U S P E N D E D *
es_es: * T R A N S A C C I Ó N S U S P E N D I D A *

source: <BR>please verify member ID</B><BR>press [enter] to continue<P><FONT size='-1'>[clear] to cancel</FONT>
es_es: <br>Por favor verifique ID de miembro</b><br>pulsar [entrar] para continuar<p><font size="-1">[borrar] para cancelar</font>

source: OK [clear]
es_es: OK [borrar]

source: Dimiss [clear]
es_es: Despedir [borrar]

source: Why are you using a negative number for a positive sale?
es_es: ¿Por qué utiliza un número negativo para una venta positiva?

source: Confirm [enter]
es_es: Confirmar [entrar]

source: There was an equity sale on this transaction. Did it get endorsed yet?
es_es: Hubo una venta de acciones en esta transacción. ¿Recibió respaldo todavía?

source: Endorse [enter]
es_es: Endosar [entrar]

source: [Clear]
es_es: [Borrar]

source: Coupon not valid until %d/%d/%d
es_es: Cupón no válido hasta %d/%d/%d

source: Malformed coupon
es_es: Cupón mal formado

source: Error: bad coupon
es_es: Error: cupón incorrecto

source: coupon not available yet
es_es: Cupón no disponible aún

source: coupon already used<br />on this membership
es_es: Cupón ya utilizado <br /> en esta membresía

source: <b>A/R Payment Sale</b><br>remember to retain you<br> reprinted receipt
es_es: <b>Venta de pago de A/R</b><br>recuerde conservar su<br>recibo reimpreso

source: Equity requires member.<br />Apply member number first
es_es: Equidad requiere miembro. <br /> Aplicar número de miembro primero

source: <b>Equity Sale</b><br>Insert paperwork
es_es: <b>Venta de acciones</b><br>Insertar papel

source: <b>Equity Sale</b><br>please confirm
es_es: <b>Venta de acciones</b><br>por favor confirme

source: Today You Saved
es_es: Hoy Ahorraste

source: Checking
es_es: Comprobación

source: Updating
es_es: Actualizando

source: Check complete. Need to create
es_es: Verifique completa. Necesidad de crear

source: Update complete. Creation of view %s %s
es_es: Actualizacion completa. Creación de vista %s %s

source: failed
es_es: ha fallado

source: should be a view!
es_es: Debería ser una vista

source: Check complete. Need to drop and re-create
es_es: Verifique completa. Necesidad de drop y volver a crear

source: Member Status Toggled!
es_es: Estado Miembro Activado

source: Training Mode
es_es: Modo de Entrenamiento

source: Department is member-only<br />
es_es: El departamento es sólo para miembros<br />

source: (Customer Copy)
es_es: (Copia del Cliente)

source: (Merchant Copy)
es_es: (Copia Comercial)

source: Owner Special
es_es: Propietario Especial

source: ** %d%% Discount Applied **
es_es: ** %d%% Descuento Aplicado **

source: thank you
es_es: gracias

source: - owner
es_es: - propietario

source: TODAY YOU SAVED = $
es_es: HOY HAS SALVADO = $

source: % DISCOUNT SAVINGS = $
es_es: % DESCUENTO DE AHORROS = $

source: COUPONS = $
es_es: CUPONES = $

source: CHANGE:
es_es: CAMBIO:

source: Equity Payment ref:
es_es: Pago de Equidad ref:

source: Stock Payment $
es_es: Pago de Existencias $

source: Validated:
es_es: Validado:

source: Cash back set to zero instead
es_es: El efectivo detrás fijó a cero en lugar de otro

source: No response to status request
es_es: No hay respuesta a la solicitud de estado

source: Status Check
es_es: Comprobación de estado

source: Current amount of Equity paid is
es_es: El monto actual del patrimonio pagado es

source: Amount of Equity left is
es_es: El monto de la participación restante es

source: Tender [Remaining Equity]
es_es: Licitación [Capital Restante]

source: Cash Buy
es_es: Compra en Efectivo

source: <b>Same weight as last item</b>
es_es: <b>El mismo peso que el último elemento</b>

source: Confirm Weight [enter]
es_es: Confirmar Peso [entrar]

source: Weighed Item
es_es: Artículo Pesado

source: Tender [Store Credit]
es_es: Tender [Crédito de Tienda]

source: Charge Card [enter]
es_es: Carga de la Tarjeta [entrar]

source: Ineligible line
es_es: Línea no elegible

source: Normally a positive A/R balance indicates the amount the customer owes to the store (i.e., a debt). Inverting this means a positive A/R balance indicates the amount the store owes to the customer (i.e., a credit)
es_es: Normalmente, un saldo A/R positivo indica la cantidad que el cliente tiene en la tienda (es decir, una deuda). Invertir esto significa que un saldo A/R positivo indica la cantidad que la tienda debe al cliente (es decir, un crédito)

source: Match both manufacturer prefixes and family codes on coupons rather than just manufacturer prefixes.
es_es: Coincidir con los prefijos del fabricante y los códigos de la familia en los cupones en lugar de sólo los prefijos del fabricante.

source: Member only voucher
es_es: Cupón solo miembro

source: No voucher
es_es: No vale

source: No voucher available for member
es_es: No hay bono disponible para el miembro

source: Login to approve tender
es_es: Iniciar sesión para aprobar la oferta

source: Login for store transfer
es_es: Iniciar sesión para la transferencia de tienda

source: Error: bad coupon
es_es: Error: cupón incorrecto

source: Login to approve sale
es_es: Inicie sesión para aprobar la venta

source: Login to issue refund
es_es: Iniciar sesión para emitir reembolso

source: Mark these items as shrink/unsellable?
es_es: Marcar estos elementos como encogible / unsellable?

source: Login to toggle member status
es_es: Inicie sesión para activar el estado de miembro

source: Login to give discount
es_es: Iniciar sesión para dar descuento

source: Login to alter price
es_es: Inicie sesión para modificar el precio

source: Void Limit Exceeded. Login to Continue
es_es: Se ha superado el límite de anulación. Iniciar sesión para continuar
